Revit 2027 API
ParameterTypeId.ZoneHeatingSetPointParam Property
 "Heating Set Point"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ZoneHeatingSetPointParam { get; }
Public Shared ReadOnly Property ZoneHeatingSetPointParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ZoneHeatingSetPointParam {
	ForgeTypeId^ get ();
}
static member ZoneHeatingSetPointParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace